var store = [{
        "title": "블로그 첫 포스팅 글",
        "excerpt":"[위험] 작심삼일이 될 수 있는 블로그입니다. 안녕하세요. 이번에 부트캠프 훈련을 앞두고 이것저것 기록용으로 사용하려고 깃 블로그 만들어봤습니다!! 개발 공부 관련된 내용 올릴 예정이고, 실력이 부족해서 제 글이 누군가에게 도움이 될 수 있을거란 생각은 하지 않아요,,,ㅠㅜ 제가 공부했던 부분들 다시 리와인드 할 목적으로 사용 할 것 같아요!! 그래도 꾸준히 공부하고, 포스팅하다...","categories": ["Life"],
        "tags": ["Blog"],
        "url": "/life/first/",
        "teaser": null
      },{
        "title": "파이썬 백준 10812번 문제 풀이",
        "excerpt":"1. 문제 분석 이 문제를 처음 읽었을 때는 큐로 문제를 풀어나가야 하나 생각을 했다. 문제를 차분하게 살펴보니 큐를 사용하지 않고 간단하게 리스트 슬라이싱을 이용하면 풀 수 있다는 생각이 들어 리스트 슬라이싱 방법으로 문제에 접근했다. begin, end, middle 이런식으로 i, j, k를 입력 받는다면 1. begin에서 middle - 1까지의 배열을 복사해서...","categories": ["BaekJoon"],
        "tags": ["Coding","Python"],
        "url": "/baekjoon/second/",
        "teaser": null
      }]
