var store = [{
        "title": "블로그 첫 포스팅 글",
        "excerpt":"[위험] 작심삼일이 될 수 있는 블로그입니다. 안녕하세요. 이번에 부트캠프 훈련을 앞두고 이것저것 기록용으로 사용하려고 깃 블로그 만들어봤습니다!! 개발 공부 관련된 내용 올릴 예정이고, 실력이 부족해서 제 글이 누군가에게 도움이 될 수 있을거란 생각은 하지 않아요,,,ㅠㅜ 제가 공부했던 부분들 다시 리와인드 할 목적으로 사용 할 것 같아요!! 그래도 꾸준히 공부하고, 포스팅하다...","categories": ["Life"],
        "tags": ["Blog"],
        "url": "/life/first/",
        "teaser": null
      },{
        "title": "파이썬 백준 10812번 문제 풀이",
        "excerpt":"1. 문제 분석 이 문제를 처음 읽었을 때는 큐로 문제를 풀어나가야 하나 생각을 했다. 문제를 차분하게 살펴보니 큐를 사용하지 않고 간단하게 리스트 슬라이싱을 이용하면 풀 수 있다는 생각이 들어 리스트 슬라이싱 방법으로 문제에 접근했다. begin, end, middle 이런식으로 i, j, k를 입력 받는다면 1. begin에서 middle - 1까지의 배열을 복사해서...","categories": ["BaekJoon"],
        "tags": ["Coding","Python"],
        "url": "/baekjoon/second/",
        "teaser": null
      },{
        "title": "파이썬 백준 2903번 문제 풀이",
        "excerpt":"1. 문제 분석 한 변의 길이는 1, 2, 4, 8 이런식으로 2의 배수 만큼 길어진다. 한 변에 있는 원의 개수는 한 변의 길이 + 1 이다. 따라서 전체 원의 개수는 한 변에 있는 원의 개수 * 2 2. 코드 import math N = int(input()) # N을 입력받는다 side = int(math.pow(2,...","categories": ["BaekJoon"],
        "tags": ["Coding","Python"],
        "url": "/baekjoon/baekJoon_2903/",
        "teaser": null
      },{
        "title": "코드스테이츠 벡엔드 1일차 회고록",
        "excerpt":"1. 배운점 1.1 메타인지란 무엇인가? 메타인지란 현재 나의 인지 상태를 모니터링하는 능력이다. 내 방식대로 이해하자면 내가 무엇을 알고, 무엇을 모르는지 정확히 판단 할 수 있는 것이 메타인지 능력인 것 같다. 어중간하게 아는 것이 제일 무서운 것이다. 라고 스스로 생각하기도 하고, 전공생인 입장으로써 이미 배운 영역이 많이 나올테지만 자만하지 않고 처음부터...","categories": ["Memoir"],
        "tags": ["Codestates"],
        "url": "/memoir/SEB_BE1/",
        "teaser": null
      }]
